{
  "add_prefix_space": false,
  "bos_token": {
    "__type": "AddedToken",
    "content": "<|startoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "do_lower_case": true,
  "eos_token": {
    "__type": "AddedToken",
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "errors": "replace",
  "model_max_length": 77,
  "name_or_path": "openai/clip-vit-base-patch32",
  "pad_token": "<|endoftext|>",
  "processor_class": "CLIPProcessor",
  "special_tokens_map_file": "C:\\Users\\Sinha/.cache\\huggingface\\hub\\models--openai--clip-vit-base-patch32\\snapshots\\3d74acf9a28c67741b2f4f2ea7635f0aaf6f0268\\special_tokens_map.json",
  "tokenizer_class": "CLIPTokenizer",
  "unk_token": {
    "__type": "AddedToken",
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  }
}
